/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Položka se nedá poslat.";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Zkuste to znovu později.";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Nejste přihlášení ke Skypu.";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ poslal(a) fotku.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Toto zařízení zatím nepodporuje nové funkce sdílení fotek Skypu, ale můžete se na ně podívat v prohlížeči tady: %@";
